content/index.org
#+TITLE: Tukain's Blog
#+AUTHOR: Tukain
#+DESCRIPTION: Um blog simples, feito utilizando o org-mode.
#+OPTIONS: toc:nil
#+HTML_HEAD_EXTRA: <style>.title{text-align:center}</style>

#+begin_center
Um blog simples, feito utilizando o org-mode.
#+end_center

Olá, caro visitante! Espero que você esteja bem. Me chamo Tukain, sou alguém que gosta (e muito) do mundo open-source e de programação no geral. Também sou um /[[https://www.gnu.org/software/emacs/][Emacs Enjoyer]]/.

Sinta-se livre para explorar este meu cantinho da internet!
