public/index.html
<!DOCTYPE html>
<html lang="pt-br">
<head>
<!-- 2025-05-27 Tue 21:31 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tukain's Blog</title>
<meta name="description" content="Um blog simples, feito utilizando o org-mode." />
<meta name="generator" content="Org Mode" />
<link rel=icon type="image/webp" href="/fav.webp"> <link rel=stylesheet href="/css/main.css" />
</head>
<body>
<div id="preamble" class="status">
<header><nav><a href="/">Início</a><a href="/blog.html">Blog</a></nav></header>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Tukain's Blog</h1>
</header><div class="org-center">
<p>
Um blog simples, feito utilizando o org-mode.
</p>
</div>

<p>
Olá, caro visitante! Espero que você esteja bem. Me chamo Tukain, sou alguém que gosta (e muito) do mundo open-source e de programação no geral. Também sou um <i><a href="https://www.gnu.org/software/emacs/">Emacs Enjoyer</a></i>.
</p>

<p>
Sinta-se livre para explorar este meu cantinho da internet!
</p>
</div>
</body>
</html>
